/* No comment provided by engineer. */
"%.1f %@" = "%1$.1f %2$@";

/* No comment provided by engineer. */
"%.2f %@" = "%1$.2f %2$@";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ sur %2$@";

/* No comment provided by engineer. */
"%i remaining" = "%i restant";

/* Number of songs, time and size */
"%i songs, %@, %@" = "%1$i chansons, %2$@, %3$@";

/* No comment provided by engineer. */
"%i:%02i" = "%1$i:%2$i";

/* No comment provided by engineer. */
"%i:%i:%02i" = "%1$i:%2$i:%3$i";

/* No comment provided by engineer. */
"Adding %@" = "Ajout de %@";

/* No comment provided by engineer. */
"Adding completed" = "Ajout terminé";

/* No comment provided by engineer. */
"Advanced" = "Advanced";

/* Header string for track album */
"Album" = "Album";

/* No comment provided by engineer. */
"All" = "Tous";

/* Duplicate file notification message */
"An item already exists where you are trying to copy \"%@\".  Do you want Senuti to choose a similar file name?" = "Un élément existe déjà où vous essayez de copier \"%@\". Voulez-vous que Senuti choisisse un nom de fichier semblable ?";

/* No comment provided by engineer. */
"Apple Support" = "Soutien Apple";

/* Stop copying - title */
"Are you sure you want to stop copying?" = "Are you sure you want to stop copying?";

/* Header string for track artist */
"Artist" = "Artiste";

/* Header string for track bit rate */
"Bit Rate" = "Débit";

/* No comment provided by engineer. */
"bytes" = "octets";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* Prompt in open panel for choosing a new copy location */
"Choose" = "Choisir";

/* Header string for track comment */
"Comment" = "Commentaires";

/* No comment provided by engineer. */
"Comparing" = "Comparing";

/* Header string for track composer */
"Composer" = "Compositeur";

/* No comment provided by engineer. */
"Continue" = "Continuer";

/* No comment provided by engineer. */
"Copying" = "Copie en cours";

/* No comment provided by engineer. */
"Copying %@" = "Copie de %@";

/* No comment provided by engineer. */
"Copying completed" = "Copie terminée";

/* Header string for track creation date */
"Date Added" = "Date ajoutée";

/* No comment provided by engineer. */
"days" = "jours";

/* No comment provided by engineer. */
"Debug" = "Debug";

/* No comment provided by engineer. */
"Desktop" = "Bureau";

/* Header string for track disc number */
"Disc Number" = "Nº du disque";

/* No comment provided by engineer. */
"Done" = "Terminé";

/* Duplicate file notification title */
"Duplicate File" = "Fichier en double";

/* No comment provided by engineer. */
"EB" = "Eo";

/* Header string for track filetype */
"Filetype" = "Type de fichier";

/* No comment provided by engineer. */
"GB" = "Go";

/* No comment provided by engineer. */
"General" = "Général";

/* Header string for track genre */
"Genre" = "Genre";

/* No comment provided by engineer. */
"Gbps" = "Gbps";

/* No comment provided by engineer. */
"Home Folder" = "Dossier Départ";

/* No comment provided by engineer. */
"hours" = "heures";

/* Prefix for items in 'Hide Songs' menu */
"In %@" = "Dans %@";

/* No comment provided by engineer. */
"Insert an iPod to get started" = "Insérez un iPod pour commencer";

/* No comment provided by engineer. */
"iTunes Music Folder" = "Dossier iTunes Music";

/* No comment provided by engineer. */
"KB" = "Ko";

/* No comment provided by engineer. */
"kbps" = "kbps";

/* Header string for track last modified */
"Last Modified" = "Dern. modification";

/* Header string for track last played */
"Last Played" = "Dernière lecture";

/* Name of library in source list */
"Library" = "Bibliothèque";

/* No comment provided by engineer. */
"MB" = "Mo";

/* No comment provided by engineer. */
"Mbps" = "Mbps";

/* No comment provided by engineer. */
"minutes" = "minutes";

/* Header string for track name */
"Name" = "Nom";

/* No comment provided by engineer. */
"Never" = "Jamais";

/* Disk full - title */
"Not enough free disk space" = "Pas assez d'espace libre";

/* No comment provided by engineer. */
"Nothing selected" = "Rien n'est sélectionné";

/* No comment provided by engineer. */
"Other..." = "Autre…";

/* No comment provided by engineer. */
"Overwrite" = "Remplacer";

/* No comment provided by engineer. */
"PB" = "Po";

/* Header string for track play count */
"Play Count" = "Compteur";

/* No comment provided by engineer. */
"Preferences : " = "Préférences : ";

/* Header string for track rating */
"Rating" = "Classement";

/* No comment provided by engineer. */
"Search" = "Recherche";

/* No comment provided by engineer. */
"Search Songs" = "Rechercher les morceaux";

/* No comment provided by engineer. */
"seconds" = "secondes";

/* No comment provided by engineer. */
"Select a single item" = "Sélectionner un seul élément";

/* No comment provided by engineer. */
"Senuti Support" = "Soutien Senuti";

/* iTunes add timeout - message */
"Senuti was unable to add songs to iTunes.  This is most likely because iTunes has a dialog displayed.  Please dismiss all dialogs in iTunes before continuing." = "Senuti ne pouvait pas ajouter des chansons à iTunes. Il est très probable qu'iTunes affiche un dialogue. Veuillez enlever tous les dialogues dans iTunes avant de poursuivre.";

/* copy fail - message */
"Senuti was unable to copy the song \"%@\".  An error occurred while trying to %@.  If this continues to be an issue, please report it." = "Senuti was unable to copy the song \"%1$@\".  An error occurred while trying to %2$@.  If this continues to be an issue, please report it.";

/* Cannot create copy directory - message */
"Senuti was unable to create the folder \"%@\".  This could be because the directory is readonly or because you are trying to copy to an external hard drive which is not present.  You can attempt to create the directory yourself and try again." = "Senuti ne pouvait pas créer le dossier \"%@\". Ceci pourrait être parce que le répertoire est en lecture seule ou parce que vous essayez de copier à un disque dur externe qui n'est pas présent. Vous pouvez essayer de créer le répertoire vous-même et réessayer.";

/* Header string for track size */
"Size" = "Taille";

/* No comment provided by engineer. */
"Skip" = "Ignorer";

/* No comment provided by engineer. */
"Song" = "Morceau";

/* No comment provided by engineer. */
"Stop Copying" = "Arrêter la copie";

/* Stop copying - message */
"Stoping copying will not allow you to resume and is not recommended." = "L'arrêt de la copie ne vous permettra pas de poursuivre et ce n'est pas recommendé.";

/* No comment provided by engineer. */
"TB" = "To";

/* No comment provided by engineer. */
"Tbps" = "Tbps";

/* No comment provided by engineer. */
"Test Crash Reporter" = "Test Crash Reporter";

/* Header string for track time */
"Time" = "Durée";

/* No comment provided by engineer. */
"Title" = "Titre";

/* Disk full - message */
"To copy the tracks you requested, %0.2f MB of free disk space is required.  Please free more space or try copying to a different disk." = "Pour copier les pistes que vous avez demandées, %0.2f Mo d'espace disque libre est exigé. Veuillez libérer plus d'espace ou essayez de copier sur un disque différent.";

/* No comment provided by engineer. */
"Total Discs" = "Total des disques";

/* No comment provided by engineer. */
"Total Tracks" = "Total des pistes";

/* No comment provided by engineer. */
"Track also on: %@" = "La piste est aussi sur : %@";

/* No comment provided by engineer. */
"Track not on other devices" = "La piste n'est pas sur les autres dispositifs";

/* Header string for track track number */
"Track Number" = "Nº de piste";

/* No comment provided by engineer. */
"Transfer" = "Transférer";

/* No comment provided by engineer. */
"Transfer Songs" = "Transférer les chansons";

/* No comment provided by engineer. */
"Try Again" = "Réessayer";

/* iTunes add timeout - title */
"Unable to add song to iTunes" = "Incapable d'ajouter la chanson à iTunes";

/* copy fail - title */
"Unable to copy song" = "Unable to copy song";

/* iTunes add timeout - title */
"Unable to create folder" = "Incapable de créer le dossier";

/* No comment provided by engineer. */
"Unknown Album" = "Album inconnu";

/* No comment provided by engineer. */
"Unknown Artist" = "Artiste inconnu";

/* No comment provided by engineer. */
"Updates" = "Mises à jour";

/* No comment provided by engineer. */
"Use Similar Name" = "Utilisez un nom semblable";

/* No comment provided by engineer. */
"Waiting to add" = "En attente d'ajout";

/* No comment provided by engineer. */
"Waiting to copy" = "En attente de copie";

/* No comment provided by engineer. */
"YB" = "YB";

/* Header string for track year */
"Year" = "Année";

/* No comment provided by engineer. */
"years" = "années";

/* No comment provided by engineer. */
"ZB" = "ZB";

/* The path to the default iTunes music folder */
"~/Music/iTunes/iTunes Music" = "~/Musique/iTunes/iTunes Music";